Repository: jrajaniemi/BikeComputerSwiftUI
Catalog: BikeComputer/Components/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, fi, fr, ga, ga_ie, ha, he, hi, hr, hu, hy, id, is, it, ja, ka, ko, ku, la, lt, lv, mk, ms, mt, nb, nl, pa, pl, pt, pt_pt, qu, rm, rm_ch, ro, ru, sk, sl, sq, sr, sv, sw, th, tr, uk_ua, ur, vi, zh, zh_hant

source: Time
ar: وقت
bg: Време
bs: Vrijeme
ca: Temps
cs: Čas
da: Tid
de: Zeit
el: Χρόνος
es: Tiempo
et: Aeg
fi: Aika
fr: Temps
ga: Am
ga_ie: Am
ha: Lokaci
he: זמן
hi: समय
hr: Vrijeme
hu: Idő
hy: Ժամանակ
id: Waktu
is: Tími
it: Tempo
ja: 時間
ka: დრო
ko: 시간
ku: Demajî
la: Tempus
lt: Laikas
lv: Laiks
mk: Време
ms: Masa
mt: Ħin
nb: Tid
nl: Tijd
pa: ਟਾਈਮ
pl: Czas
pt: Tempo
pt_pt: Tempo
qu: Pacha
rm: Temp
rm_ch: Lasìda
ro: Timp
ru: Время
sk: Čas
sl: Čas
sq: Koha
sr: Vreme
sv: Tid
sw: Wakati
th: เวลา
tr: Zaman
uk_ua: Час
ur: وقت
vi: Thời gian
zh: 时间
zh_hant: 時間

source: Total Acceleration: %.2f G
ar: إجمالي التسارع: %.2f ج
bg: Общо ускорение: %.2f G
bs: Ukupno ubrzanje: %.2f G
ca: Acceleració total: %.2f G
cs: Celkové zrychlení: %.2f G
de: Gesamtbeschleunigung: %.2f G
el: Συνολική Επιτάχυνση: %.2f G
es: Aceleración Total: %.2f G
et: Kogukiirendus: %.2f G
fi: Kokonaiskiihtyvyys: %.2f G
fr: Accélération Totale : %.2f G
ga: Iomlán Luasghéaraithe: %.2f G
ga_ie: Luasghéarú Iomlán: %.2f G
ha: Jimlar hanzari: %.2f G
he: סה"כ תאוצה: %.2f G
hi: कुल त्वरण: %.2f G
hr: Ukupno ubrzanje: %.2f G
hu: Teljes gyorsulás: %.2f G
hy: Ընդհանուր արագացում: %.2f G
id: Percepatan Total: %.2f G
is: Heildarhröðun: %.2f G
it: Accelerazione Totale: %.2f G
ja: 総加速度: %.2f G
ka: სრული აჩქარება: %.2f G
ko: 총 가속도: %.2f G
ku: ئەلبووردنەوەی کۆیی: %.2f G
la: Acceleratio Totalis: %.2f G
lt: Visas pagreitis: %.2f G
lv: Kopējā paātrināšanās: %.2f G
mk: Вкупно забрзување: %.2f G
ms: Jumlah Pecutan: %.2f G
mt: Aċċelerazzjoni Totali: %.2f G
nb: Total akselerasjon: %.2f G
nl: Totale versnelling: %.2f G
pa: ਕੁੱਲ ਤੇਜ਼ੀ: %.2f ਜੀ
pl: Całkowite przyspieszenie: %.2f G
pt: Aceleração Total: %.2f G
pt_pt: Aceleração Total: %.2f G
qu: Ahuallpaqa qhispisqa: %.2f G
rm: Acceleraziun Totala: %.2f G
rm_ch: Acceleraziun Totala: %.2f G
ro: Accelerație totală: %.2f G
ru: Общая ускорение: %.2f G
sk: Celkové zrýchlenie: %.2f G
sl: Skupni pospešek: %.2f G
sq: Përshpejtimi Total: %.2f G
sr: Ukupno ubrzanje: %.2f G
sw: Matubisho ya Jumla: %.2f G
th: ความเร่งรวม: %.2f G
tr: Toplam İvme: %.2f G
uk_ua: Повне прискорення: %.2f G
ur: کل رفتار: %.2f جی
vi: Tổng gia tốc: %.2f G
zh: 总加速度：%.2f G
zh_hant: 總加速度：%.2f G

source: Triathlon
ar: الترياثلون
bg: Триатлон
bs: Triatlon
ca: Triatló
cs: Triatlon
da: Triatlon
el: Τρίαθλο
es: Triatlón
et: triatlon
ga: Triatlón
ga_ie: Traithlón
he: טריאתלון
hi: ट्रायथलॉन
hr: Triatlon
hu: Triatlon
hy: Տրիաթլոն
id: Triatlon
is: Þríkrafa
ja: トライアスロン
ka: ტრიათლონი
ko: 트라이애슬론
ku: ترایتھلون
lt: Triatlonas
lv: Triatlons
mk: Триатлон
ms: Triatlon
nb: Triatlon
nl: Triatlon
pa: ਟਰਾਇਥਲਾਨ
pl: Triatlon
pt: Triatlo
pt_pt: Triatlo
qu: Triatlón
rm: Triatlon
rm_ch: Triaziun
ro: Triatlon
ru: Триатлон
sk: Triatlon
sl: Triatlon
sq: Triatlon
sr: Триатлон
th: ไตรกีฬา
tr: Triatlon
uk_ua: Тріатлон
ur: ٹرائیتھلون
vi: Ba môn phối hợp
zh: 铁人三项
zh_hant: 鐵人三項

source: Trip
ar: رحلة
bg: Пътуване
bs: Putovanje
ca: Viatge
cs: Výlet
da: Tur
de: Reise
el: Ταξίδι
es: Viaje
et: Reis
fi: Matka
fr: Voyage
ga: Turas
ga_ie: Turas
ha: Tafiya
he: נסיעה
hi: यात्रा
hr: Putovanje
hu: Utazás
hy: ճանապարհորդություն
id: Perjalanan
is: Ferð
it: Viaggio
ja: トリップ
ka: მოგზაურობა
ko: 여행
ku: Geşt
la: Iter
lt: Kelionė
lv: Ceļojums
mk: Патување
ms: Perjalanan
mt: Vjaġġ
nb: Tur
nl: Reis
pa: ਯਾਤਰਾ
pl: Podróż
pt: Viagem
pt_pt: Viagem
qu: Viaje
rm: Viagh
rm_ch: Reise
ro: Călătorie
ru: Поездка
sk: Výlet
sl: Izlet
sq: Udhëtim
sr: Putovanje
sv: Resa
sw: Safari
th: ทริป
tr: Gezi
uk_ua: Поїздка
ur: سفر
vi: Chuyến đi
zh: 旅行
zh_hant: 旅行

source: Unit Preference
ar: تفضيل الوحدة
bg: Единици
bs: Preferencija jedinice
ca: Preferència d'unitat
cs: Předvolba jednotek
da: Enhedspræference
de: Einheitenpräferenz
el: Προτίμηση Μονάδας
es: Preferencia de unidad
et: Ühikute eelistus
fi: Yksikköasetukset
fr: Préférence d'unité
ga: Roghanna Aonaid
ga_ie: Roghate Aonaid
ha: Zaɓin Naúri
he: העדפת יחידות
hi: इकाई प्राथमिकता
hr: Jedinica
hu: Egység preferencia
hy: Միավորի նախընտրություն
id: Preferensi Unit
is: Einingarkjör
it: Preferenza unità
ja: 単位の設定
ka: ერთეულის პრეფერენცია
ko: 단위 설정
ku: Yekîneyê Têkildarî
la: Unitas Praeferentia
lt: Vieneto nuostata
lv: Vienības preference
mk: Единична Преференца
ms: Pilihan Unit
nb: Enhetspreferanse
nl: Eenheidsvoorkeur
pa: ਇੱਕਾਈ ਪ੍ਰਾਥਮਿਕਤਾ
pl: Preferencje jednostek
pt: Preferência de Unidade
pt_pt: Preferência de Unidade
qu: Inti Huñunanchay
rm: Preferenza d'unitad
rm_ch: Preferenza d'unitads
ro: Preferința unității
ru: Предпочтение единицы
sk: Jednotkové nastavenie
sl: Enota nastavitve
sq: Preferenca e Njësisë
sr: Jedinica Preferencija
sv: Enhetspreferens
sw: Upendeleo wa Kitengo
th: การตั้งค่าหน่วย
tr: Birim Tercihi
uk_ua: Одиниці вимірювання
ur: یونٹ ترجیح
vi: Đơn vị Ưa thích
zh: 单位偏好
zh_hant: 作為英語 - 繁體中文翻譯，保留單位偏好

source: Units
ar: وحدات
bg: Единици
bs: Jedinice
ca: Unitats
cs: Jednotky
da: Enheder
de: Einheiten
el: Μονάδες
es: Unidades
et: Ühikud
fi: Yksiköt
fr: Unités
ga: Aonaid
ga_ie: Aonaid
ha: Raka'a
he: יחידות
hi: इकाइयाँ
hr: Jedinice
hu: Egységek
hy: Միավորներ
id: Satuan
is: Einingar
it: Unità
ja: 単位
ka: ერთეულები
ko: 단위
ku: یەکەکان
la: Unitae
lt: Vienetai
lv: Vienības
mk: Единици
ms: Unit
mt: Unitajiet
nb: Enheter
nl: Eenheden
pa: ਇਕਾਈਆਂ
pl: Jednostki
pt: Unidades
pt_pt: Unidades
qu: Hukkunakuna
rm: Unitads
rm_ch: Unitads
ro: Unități
ru: Единицы
sk: Jednotky
sl: Enote
sq: Njësitë
sr: Jedinice
sv: Enheter
sw: Kitengo
th: หน่วย
tr: Birimler
uk_ua: одиниці
ur: یونٹس
vi: Đơn vị
zh: 单位
zh_hant: 單位

source: Unknown
ar: غير معروف
bg: Непознат
bs: Nepoznato
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
el: Άγνωστος
es: Desconocido
et: Tundmatu
fi: Tuntematon
fr: Inconnu
ga: Anaithnid
ga_ie: Anaithnid
ha: Ba sani ba
he: לא ידוע
hi: अज्ञात
hr: Nepoznato
hu: Ismeretlen
hy: Անհայտ
id: Tidak diketahui
is: Óþekkt
it: Sconosciuto
ja: 不明
ka: უცნობი
ko: 알 수 없음
ku: Neynaskirî
la: Ignotus
lt: Nežinoma
lv: Nezināms
mk: Непознато
ms: Tidak Diketahui
mt: Mhux magħruf
nb: Ukjent
nl: Onbekend
pa: ਅਣਜਾਣ
pl: Nieznany
pt: Desconhecido
pt_pt: Desconhecido
qu: Manańanružqa
rm: Nunconuschent
rm_ch: Inconuschent
ro: Necunoscut
ru: Неизвестно
sk: Neznáme
sl: Neznano
sq: E panjohur
sr: Nepoznato
sv: Okänd
sw: Haijulikaniwa
th: ไม่ทราบ
tr: Bilinmeyen
uk_ua: Невідомо
ur: نامعلوم
vi: Không rõ
zh: 未知
zh_hant: 未知

source: User Location
ar: موقع المستخدم
bg: Местоположение на потребителя
bs: Lokacija korisnika
ca: Ubicació de l’usuari
cs: Umístění uživatele
da: Brugerplacering
de: Benutzerstandort
el: Τοποθεσία Χρήστη
es: Ubicación del usuario
et: Kasutaja asukoht
fi: Käyttäjän sijainti
fr: Emplacement de l'utilisateur
ga: Suíomh Úsáideora
ga_ie: Ionad Úsáideora
ha: Wurin Mai Amfani
he: מיקום המשתמש
hi: उपयोगकर्ता स्थान
hr: Korisnička lokacija
hu: Felhasználó helye
hy: Օգտագործողի գտնվելու վայր
id: Lokasi Pengguna
is: Staðsetning notanda
it: Posizione dell'utente
ja: ユーザーの場所
ka: მომხმარებლის ადგილმდებარეობა
ko: 사용자 위치
ku: Cîhê Bikarhêner
la: Locatio Usoris
lt: Naudotojo vieta
lv: Lietotāja Atrašanās vieta
mk: Локација на корисникот
ms: Lokasi Pengguna
mt: Post tal-Utent
nb: Brukerens plassering
nl: Gebruikerslocatie
pa: ਪ੍ਰਬਨ੍ਧ ਕਿਰਤਾ ਇਲਾਕਾ
pl: Lokalizacja użytkownika
pt: Local do Usuário
pt_pt: Manter a Localização do Usuário
qu: Runa Simi Sutin
rm: Posiziun da l'utilisader
rm_ch: Lieu d'utilisader
ro: Locația utilizatorului
ru: Местоположение пользователя
sk: Umiestnenie používateľa
sl: Lokacija uporabnika
sq: Vendndodhja e Përdoruesit
sr: Lokacija korisnika
sv: Användarens Plats
sw: Mahali pa Mtumiaji
th: ตำแหน่งของผู้ใช้
tr: Kullanıcı Konumu
uk_ua: Розташування користувача
ur: صارف کا مقام
vi: Vị trí người dùng
zh: 用户位置
zh_hant: 保留使用者位置

source: Very High
ar: عالي جدا
bg: Много високо
bs: Vrlo Visoko
ca: Molt Alt
cs: Velmi vysoká
da: Meget høj
de: Sehr hoch
el: Πολύ Υψηλό
es: Muy Alto
et: Väga kõrge
fi: Erittäin korkea
fr: Très élevé
ga: Árd an-íseal
ga_ie: An-ard
ha: Mai Girma
he: גבוה מאוד
hi: बहुत उच्च
hr: Vrlo visoko
hu: Nagyon magas
hy: Շատ բարձր
id: Sangat Tinggi
is: Mjög hátt
it: Molto Alto
ja: 非常に高い
ka: ძალიან მაღალი
ko: 매우 높음
ku: Zor Bilind
la: Valde Alta
lt: Labai aukštas
lv: Ļoti augsts
mk: Многу високо
ms: Sangat Tinggi
mt: Ħafna Għoli
nb: Svært høy
nl: Zeer hoog
pa: ਬਹੁਤ ਉੱਚਾ
pl: Bardzo wysoki
pt: Muito Alto
pt_pt: Muito Alto
qu: Aswan Hanan
rm: Fitg Ault
rm_ch: Fitg aut
ro: foarte înalt
ru: Очень высокий
sk: Veľmi vysoký
sl: Zelo Visoko
sq: Shumë e lartë
sr: Veoma visoko
sv: Mycket hög
sw: Väldigt hög
th: สูงมาก
tr: Çok Yüksek
uk_ua: Дуже високо
ur: بہت زیادہ
vi: Rất Cao
zh: 非常高
zh_hant: 很高

source: Very Low
ar: منخفض جدا
bg: Много ниско
bs: Vrlo nizak
ca: Molt baix
cs: Velmi nízké
da: Meget lav
de: Sehr Niedrig
el: Πολύ Χαμηλό
es: Muy Bajo
et: Väga madal
fi: Erittäin matala
fr: Très faible
ga: An-ísle
ga_ie: An-Íseal
ha: Kadan Kwantena
he: נמוך מאוד
hi: बेहद कम
hr: Vrlo nisko
hu: Nagyon alacsony
hy: Շատ ցածր
id: Sangat Rendah
is: Mjög lágt
it: Molto basso
ja: 非常に低い
ka: ძალიან დაბალი
ko: 매우 낮음
ku: بەرز نیە
la: Valde Humile
lt: Labai žemas
lv: Ļoti zems
mk: Многу Ниско
ms: Sangat Rendah
mt: Baxx Baxx
nb: Svært Lav
nl: Zeer Laag
pa: ਬਹੁਤ ਘੱਟ
pl: Bardzo niska
pt: Muito Baixo
pt_pt: Muito Baixo
qu: Hina uma
rm: Fitg Bassa
rm_ch: Fitg Bassa
ro: Foarte scăzut
ru: Очень низкий
sk: Veľmi nízka
sl: Zelo nizko
sq: Shumë e ulët
sr: Vrlo nisko
sv: Mycket låg
sw: Väldigt låg
th: ต่ำมาก
tr: Çok Düşük
uk_ua: Дуже низький
ur: بہت کم
vi: Rất Thấp
zh: 非常低
zh_hant: 非常低

source: Walking
ar: المشي
bg: Ходене
bs: Hodanje
ca: Caminant
cs: Chůze
da: Gå
de: Gehen
el: Περπάτημα
es: Caminando
et: Kõndimine
fi: Kävely
fr: Marche
ga: Siúl
ga_ie: Siúlóid
ha: Tafiya
he: הליכה
hi: चलना
hr: Hodanje
hu: Sétálás
hy: Քայլել
id: Berjalan
is: Gönguferð
it: Camminare
ja: ウォーキング
ka: სიარული
ko: 걷기
ku: ڕەوەشتن
la: Ambulans
lt: Vaikščiojimas
lv: Pastaiga
mk: Одење
ms: Berjalan
mt: Mixi
nb: Går
nl: Wandelen
pa: ਚਲ ਰਹੇ
pl: Chodzenie
pt: Caminhando
pt_pt: Andar
qu: Purikuy
rm: Chaminar
rm_ch: Chaminar
ro: Mersul
ru: Ходьба
sk: Chôdza
sl: Hojače
sq: Ecje
sr: Hodanje
sv: Gång
sw: Kutembea
th: เดิน
tr: Yürüyüş
uk_ua: Ходьба
ur: چلنا
vi: Đi bộ
zh: 步行
zh_hant: 行走

source: Wheelchair Run Pace
ar: وتيرة تشغيل الكرسي المتحرك
bg: Темпо на бягане с инвалидна количка
bs: Tempo trčanja invalidskih kolica
ca: Velocitat de cursa de cadira de rodes
cs: Tempo jízdy na vozíku
da: Kørestolsfart
de: Rollstuhl Fahrt Tempo
el: Ρυθμός Αναπηρικού Καροτσιού
es: Ritmo de Carrera en Silla de Ruedas
et: Ratastoolisõidu Tempo
fi: Pyörätuolijuoksun vauhti
fr: Allure de la course en fauteuil roulant
ga: Rith Cathaoir Rotha Luas
ga_ie: Luas Reatha Cairr-Rothaí
ha: Gudun Keken Guragu Tsere
he: קצב ריצה לכיסא גלגלים
hi: व्हीलचेयर रन चाल
hr: Tempo u invalidskim kolicima
hu: Kerekesszék Futás Ütem
hy: Հաշմասայլակի Վազքի Արագություն
id: Kecepatan Lari Kursi Roda
is: Hjólastólahringshraði
it: Andatura con Sedia a Rotelle
ja: 車椅子ランペース
ka: ინვალიდის ეტლის სირბილის სიჩქარე
ko: 휠체어 달리기 속도
ku: Gezên Karkeranîşî
la: Currus Rotatus Cursus
lt: Vežimėlio Bėgimo Tempas
lv: Ratiņkrēslu skrējiena temps
mk: Темпо за трка со инвалидска количка
ms: Skala Laju Kerusi Roda
mt: Pass lejn Roast Siġġu tal-Roti
nb: Rullestol løpetempo
nl: Rolstoelruntempo
pa: ਵ੍ਹੀਲਚੇਅਰ ਰੰਨ ਪੇਸ
pl: Tempo jazdy na wózku inwalidzkim
pt: Ritmo de Corrida com Cadeira de Rodas
pt_pt: Ritmo de Corrida em Cadeira de Rodas
qu: Silla ruwan lliwmanta takay
rm: Cursa Rolla da Rullientscha
rm_ch: Vitesse da la cursa cun sutga cun rodas
ro: Ritmul pentru scaun cu rotile
ru: Темп на инвалидной коляске
sk: Tempo pre vozíčkarov
sl: Tempo teka na invalidskem vozičku
sq: Ritmi i Garës me Karrocë me Rrota
sr: Tempo vožnje invalidskih kolica
sv: Rullstolsfart
sw: Kasi la Kitiwhemsaleza
th: ความเร็วการวิ่งรถเข็น
tr: Tekerlekli Sandalye Koşu Hızı
uk_ua: Швидкість їзди на інвалідному візку
ur: وہیل چیئر دوڑ کی رفتار
vi: Tốc độ chạy xe lăn
zh: 轮椅跑步速度
zh_hant: 輪椅跑步配速

source: Wheelchair Walk Pace
ar: سرعة السير بالكرسي المتحرك
bg: Скорост на ходене с инвалидна количка
bs: Tempom hoda invalidskih kolica
ca: Ritme de Caminada en Cadira de Rodes
cs: Rychlost chůze pro vozíčkáře
da: Kørestol Gå Tempo
de: Rollstuhl-Gehgeschwindigkeit
el: Ρυθμός Βόλτας Αμαξιδίου
es: Ritmo de paseo en silla de ruedas
et: Ratastooliga kõndimistempo
fi: Pyörätuolin kävelytahti
fr: Allure de marche en fauteuil roulant
ga: Rothar suí Siúl Rith luas
ga_ie: Ráta Siúil Cathaoir Róthair
ha: Guragu Gudun Tafiya
he: קצב הליכה בכסא גלגלים
hi: व्हीलचेयर वॉक पेस
hr: Tempo hodanja u invalidskim kolicima
hu: Kerekesszék Gyalogló Tempó
hy: ղեկակառք քայլելու արագություն
id: Kecepatan Jalan Kursi Roda
is: Hjólastóla Ganga Hraði
it: Andatura da sedia a rotelle
ja: 車椅子の歩行ペース
ka: ინვალიდის ეტლის სასეირნო სვლა
ko: 휠체어 도보 속도
ku: Pêwandîya Peyaînda Agahî
la: Sella Curru Amblus
lt: Vežimėlio ėjimo tempas
lv: Ratiņkrēsls Pastaigas Temps
mk: Брзина на инвалидска количка
ms: Laju Jalan Kerusi Roda
mt: Passa Mixja tar-Rotiella
nb: Rullestol Gangfart
nl: Rolstoel Looptempo
pa: ਵੀਲਚੇਅਰ ਵਾਕ ਪੇਸ
pl: Tempo Spaceru na Wózku
pt: Ritmo de caminhada em cadeira de rodas
pt_pt: Passo de Caminhada em Cadeira de Rodas
qu: Silla de ruedas Wakiy Tachka
rm: Paisa Chaminar Culiezza da Roda
rm_ch: Ritmul da charrutger
ro: Ritmul mersului cu scaunul cu rotile
ru: Темп ходьбы в инвалидной коляске
sk: Vozíček Pešia Rýchlosť
sl: Pace hoje na invalidnem vozičku
sq: Pace Ecja Karroca Invalidësh
sr: Tempo hoda invalidskih kolica
sv: Rullstol Gångtakt
sw: Pace ya Kutembea kwa Kiti cha Magurudumu
th: การใช้รถเข็น เดิน ช้า
tr: Tekerlekli Sandalye Yürüyüş Hızı
uk_ua: Швидкість ходьби на інвалідному візку
ur: وہیل چیئر واک پیس
vi: Tốc Độ Đi Xe Lăn
zh: 轮椅步行速度
zh_hant: 輪椅行走步伐

source: Yes
ar: نعم
bg: Да
bs: Da
ca: Sí
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
et: Jah
fi: Kyllä
fr: Oui
ga: Sea
ga_ie: Tá
ha: I
he: כן
hi: हाँ
hr: Da
hu: Igen
hy: Այո
id: Ya
is: Já
it: Sì
ja: はい
ka: დიახ
ko: 네
ku: Erê
la: Ita
lt: Taip
lv: Jā
mk: Да
ms: Ya
mt: Iva
nb: Ja
nl: Ja
pa: ਹਾਂ
pl: Tak
pt: Sim
pt_pt: Sim
qu: Arí
rm: Gea
rm_ch: Gea
ro: Da
ru: Да
sk: Áno
sl: Da
sq: Po
sr: Da
sv: Ja
sw: Ndio
th: ใช่
tr: Evet
uk_ua: Так
ur: جی ہاں
vi: Vâng
zh: 是
zh_hant: 是

source: Battery Level: %.0f %%
bs: Nivo baterije: %.0f %%
fi: Akun taso: %.0f %%
hy: Մարտկոցի մակարդակ՝ %.0f %%
is: Rafhlöðustig: %.0f %%
ka: ბატარეის დონე: %.0f %%
la: Nivel Pugnae: %.0f %%
mk: Ниво на батерија: %.0f %%
rm: Nivel da battaria: %.0f %%
rm_ch: Nivel da Bateria: %.0f %%

# Lat, Lon: %.4f %.4f
source: Lat, Lon: %1$.4f %2$.4f
bs: Lar, Lon: %1.4f %2.4f
hy: Լայն, Երկ: %1.4f %2.4f
is: Bauganet, Lengd: %1.4f %2.4f
ka: გრძ, გან: %1.4f %2.4f
mk: Ширина, Должина: %1.4f %2.4f

source: Speed: %.3f km/h
bs: Brzina: %.3f km/h
fi: Nopeus: %.3f km/h
hy: Արագություն: %.3f կմ/ժ
is: Hraði: %.3f km/klst
ka: სიჩქარე: %.3f კმ/სთ
la: Velocitas: %.3f km/h
mk: Брзина: %.3f км/ч
rm: Sveltezza: %.3f km/h
rm_ch: Spertad: %.3f km/h

source: %.0f ft
hy: %.0f ոտն
is: %.0f fet
ka: %.0f ფუტი
la: %.0f ped

source: %.0f m
hy: %.0f մ
ka: %.0f მ
mk: %.0f м

source: %.1f G
hy: %.1f Գ
ka: %.1f გ
mk: %.1f Г

source: %.1f km
hy: %.1f կմ
ka: %.1f კმ
mk: %.1f км

source: %.1f km/h
hy: %.1f կմ/ժ
is: %.1f km/klst
ka: %.1f კმ/სთ
mk: %.1f км/ч

source: %.1f mi
hy: %.1f մղ
is: %.1f míl
ka: %.1f მილი
la: %.1f mil
mk: %.1f милји

source: %.1f mph
hy: %.1f մղոն/ժ
ka: %.1f მილი/სთ
mk: %.1f мпч

source: %.2f G
hy: %.2f Գ
ka: %.2f გ
mk: %.2f Г

source: %.2f km
hy: %.2f կմ
ka: %.2f კმ
mk: %.2f км

source: %.2f mi
hy: %.2f մղ
is: %.2f míl
ka: %.2f მილი
mk: %.2f ми
